
/* 
   Localizable.strings

   For some cases such as 'Preferences', zero width spaces (U+200B) can be
   used between characters to prevent automatic replacement by the system.
     
   The encoding for this file should be UTF-8, which Xcode transcodes to UTF-16
*/


/* error message strings */
"ERROR:Unspecified" = "unspecified";  /* generic */
"ERROR:Warning" = "Warning";  /* generic */
"ERROR" = "Error";  /* generic */


/* Miscellaneous */
"TRUE" = "True";
"FALSE" = "False";
"YES" = "Yes";
"NO" = "No";
"CANCEL" = "Cancel";
"OK" = "OK";


/* Standard Menu Items */
"MAIN:ABOUT" = "About";
"MAIN:PREFS" = "Preferences…";
"MAIN:SERVICES" = "Services";
"MAIN:HIDE" = "Hide";
"MAIN:OTHERS" = "Hide Others";
"MAIN:SHOW" = "Show All";
"MAIN:QUIT" = "Quit";

"FILE:MENU" = "File";
"FILE:NEW" = "New…";
"FILE:OPEN" = "Open…";
"FILE:CLOSE" = "Close";
"FILE:SAVE" = "Save…";
"FILE:REVERT" = "Revert to Saved";
"FILE:SETUP" = "Page Setup…";
"FILE:PRINT" = "Print…";

"EDIT:MENU" = "Edit";
"EDIT:UNDO" = "Undo";
"EDIT:REDO" = "Redo";
"EDIT:CUT" = "Cut";
"EDIT:COPY" = "Copy";
"EDIT:PASTE" = "Paste";
"EDIT:MATCH" = "Paste and Match Style";
"EDIT:DELETE" = "Delete";
"EDIT:SELECT" = "Select All";

"FIND:MENU" = "Find";  /* Edit submenu */
"FIND:FIND" = "Find…";
"FIND:NEXT" = "Find Next";
"FIND:PREVIOUS" = "Find Previous";
"FIND:SELECTION" = "Use Selection for Find";
"FIND:JUMP" = "Jump To Selection";

"SPELL:MENU" = "Spelling and Grammar";  /* Edit submenu */
"SPELL:SHOW" = "Show Spelling and Grammar";
"SPELL:DOCUMENT" = "Check Document Now";
"SPELL:SPELLING" = "Check Spelling While Typing";
"SPELL:GRAMMAR" = "Check Grammar With Spelling";
"SPELL:CORRECT" = "Correct Spelling Automatically";

"SUBS:MENU" = "Substitutions";  /* Edit submenu */
"SUBS:SHOW" = "Show Substitutions";
"SUBS:COPY" = "Smart Copy/Paste";
"SUBS:QUOTES" = "Smart Quotes";
"SUBS:DASHES" = "Smart Dashes";
"SUBS:LINKS" = "Smart Links";
"SUBS:REPLACE" = "Text Replacement";


"TRANS:MENU" = "Transformations";  /* Edit submenu */
"TRANS:UPPER" = "Make Upper Case";
"TRANS:LOWER" = "Make Lower Case";
"TRANS:CAPS" = "Capitalize";

"SPEECH:MENU" = "Speech";  /* Edit submenu */
"SPEECH:START" = "Start Speaking";
"SPEECH:STOP" = "Stop Speaking";

"VIEW:MENU" = "View";
"VIEW:SHOW" = "Show Toolbar";
"VIEW:CUSTOMIZE" = "Customize Toolbar…";

"FORMAT:MENU" = "Format";

"FONT:MENU" = "Font";  /* Format submenu */

"TEXT:MENU" = "Text";  /* Format submenu */
"TEXT:LEFT" = "Align Left";
"TEXT:CENTER" = "Center";
"TEXT:JUSTIFY" = "Justify";
"TEXT:RIGHT" = "Align Right";
"TEXT:SHOW" = "Show Ruler";
"TEXT:COPY" = "Copy Ruler";
"TEXT:PASTE" = "Paste Ruler";

"WINDOW:MENU" = "Window";
"WINDOW:MINIMIZE" = "Minimize";
"WINDOW:ZOOM" = "Zoom";
"WINDOW:FRONT" = "Bring All to Front";

"HELP:MENU" = "Help";
"HELP:HELP" = "Help";

